[
  {
    "title": "Salade Asiatique",
    "description": "Cette salade merveilleuse, croustillante et délicieuse éclairera vos sens.",
    "rating": "9",
    "serving": null,
    "image": "/assets/recipesImages/asian_salad.jpg",
    "ingredients": [
      "sésame grillé",
      "Carottes râpées",
      "chou rouge",
      "concombre",
      "tomate",
      "Peut ajouter : poulet rôti",
      "Graines de sésame",
      "Sauce de poisson",
      "Vinaigre de riz",
      "Sauce soja",
      "Huile d'olive",
      "Miel",
      "Huile de sésame",
      "Sel + poivre",
      "Gingembre et ail"
    ],
    "steps": [
      "Tout d'abord, ajoutez du sel au chou, aux concombres et aux carottes pendant plus de 20 min",
      "Rincez le sel, puis pressez pour enlever l'eau",
      "Ajoutez la sauce"
    ],
    "categories": ["Asian", "Salad", "Healthy", "Vegetarian"]
  },
  {
    "title": "Salade de concombre à la coréenne",
    "description": "Salade de concombre épicée, croquante, fraîche et absolument magnifique, parfaite pour être servie avec du riz et du kimchi.",
    "rating": "10",
    "serving": null,
    "image": "/assets/recipesImages/cucumber_salad.jpg",
    "ingredients": [
      "2 cuillères à soupe de sauce soja (Jin Ganjang)",
      "1 cuillère à café de vinaigre de riz",
      "1/2 cuillère à café de sucre",
      "1/2 cuillère à soupe de poudre de piment rouge coréen",
      "1 cuillère à soupe de graines de sésame",
      "3 gousses d'Ail émincées",
      "1 cuillère à café d'huile de sésame",
      "1 concombre/ 9 mini concombres"
    ],
    "steps": [
      "Coupez le concombre en tranches ou en spirale.",
      "Salez les concombres et laissez reposer toute la nuit",
      "Égouttez et pressez pour enlever l'excès d'eau.",
      "Ajoutez la sauce, et bon appétit !"
    ],
    "categories": ["Korean", "Salad", "Spicy", "Vegetarian"]
  },
  {
    "title": "Poulet collant à la coréenne",
    "description": "Ce poulet collant à la coréenne accompagnera très bien le riz et fera danser vos papilles !",
    "rating": 8.5,
    "serving": "Variable",
    "ingredients": [
      "450g de poitrine de poulet sans peau et désossée, coupée en gros morceaux",
      "2 cuillères à soupe de gochugaru (flocons de piment rouge coréen)",
      "1 cuillère à soupe d'huile végétale",
      "2 cuillères à soupe de sauce soja",
      "1 cuillère à soupe de vinaigre de riz",
      "2 cuillères à soupe de miel",
      "1 cuillère à soupe de graines de sésame",
      "2 tiges d'oignons verts, hachées"
    ],
    "steps": [
      "Faites frire votre poulet jusqu'à ce qu'il soit presque cuit.",
      "Préparez la sauce.",
      "Chauffez la sauce jusqu'à ce qu'elle bouillonne et ajoutez le poulet.",
      "Garnissez de graines de sésame et d'oignons verts."
    ],
    "image": "/assets/recipesImages/korean_sticky_chicken.jpg",
    "categories": ["Korean", "Chicken", "Spicy"]
  },
  {
    "title": "Boeuf Bourguignon",
    "description": "Ce boeuf bourguignon est une spécialité prestigieuse qui fera fondre vos papilles. Sentez-vous comme une reine !",
    "rating": 8,
    "serving": 4,
    "ingredients": [
      "1kg de bœuf",
      "750 ml de vin rouge",
      "Carottes",
      "2 feuilles de laurier",
      "Thym",
      "3 cuillères à soupe d'huile, 3/4 cuillère à café de sel, 1/2 cuillère à café de poivre (pour faire dorer le bœuf)",
      "Champignons",
      "150g de bacon",
      "3 cuillères à soupe de beurre",
      "3 gousses d'ail",
      "2 cuillères à soupe de pâte de tomate",
      "750ml de bouillon de bœuf",
      "1/4 cuillère à café de sel",
      "2 cuillères à soupe de persil",
      "2 cuillères à soupe de farine de maïs"
    ],
    "steps": [
      "Marinez le bœuf pendant une nuit dans le vin rouge, les carottes et les épices.",
      "Chauffez le bacon dans une poêle, retirez le bacon et conservez l'huile puis faites dorer le bœuf par lots. Ne le laissez pas cuire plus d'1 min de chaque côté, ne les laissez pas se toucher.",
      "Retirez le bœuf, et retirez l'excès de graisse. Il restera une couche brune savoureuse au fond.",
      "Ajoutez le beurre. Remettez vos carottes et quelques oignons. Grattez et mélangez. Jusqu'à ce qu'ils commencent à peine à dorer, puis ajoutez votre ail pour 1 min.",
      "Ajoutez votre farine de maïs. Cuisez jusqu'à ce qu'elle ne goûte plus la farine. Ajoutez la pâte de tomate.",
      "1/3 de la bouteille de vin dedans et mélangez, déglacez correctement. Après avoir déglacé, ajoutez tout le vin. Puis ajoutez le bacon et le bœuf.",
      "Si le bœuf n'est pas entièrement submergé, alors ajoutez le bouillon pour couvrir. Ajoutez les feuilles de laurier et le thym. Laissez mijoter à feu très doux pendant 2-4 heures.",
      "Préparez les champignons à mettre dessus. Et voilà !"
    ],
    "image": "/assets/recipesImages/boeuf_bourguignon.jpg",
    "categories": ["French", "Beef", "Stew"]
  },
  {
    "title": "Kimchi Jigae",
    "description": "Ce Kimchi Jigae est puissant et réconfortant, épicé et plein de saveur ! Gardez cette recette pour un jour de pluie.",
    "rating": 9,
    "serving": 6,
    "ingredients": [
      "1 cuillère à soupe de gochugaru",
      "1/2 cuillère à soupe de sauce soja",
      "1/2 cuillère à soupe de sauce de poisson",
      "1/2 cuillère à café de pâte de crevettes",
      "1 cuillère à soupe de gochujang",
      "1/2 cuillère à soupe d'ail émincé",
      "1/2 cuillère à soupe de graisse de canard",
      "450g d'épaule de porc ou de poitrine de porc",
      "3 tiges d'oignon vert, coupées en diagonale, et laissez-en un peu pour garnir",
      "1 oignon coupé finement",
      "Jus de kimchi",
      "Eau de riz",
      "Tofu",
      "2 tasses de kimchi",
      "1 cuillère à café de sel",
      "2 cuillères à café de sucre",
      "1 cuillère à café d'huile de sésame"
    ],
    "steps": [
      "Faites frire les oignons verts, les oignons, l'ail.",
      "Faites frire le porc avec de l'huile de sésame.",
      "Ajoutez le kimchi ensemble.",
      "Remuez pendant 3-5 min.",
      "Ajoutez de l'eau si c'est trop sec pour frire.",
      "Ajoutez 2 tasses d'eau de riz, faites bouillir pendant 10 min.",
      "Ajoutez le reste des ingrédients.",
      "Ajoutez 4-5 cuillères à soupe de jus de kimchi.",
      "Ajoutez 1/2 cuillère à soupe de bouillon de poulet/bœuf.",
      "Coupez l'oignon vert, le piment et le tofu, l'oignon.",
      "Faites bouillir pendant 2 min."
    ],
    "image": "/assets/recipesImages/kimchi_jigae.jpg",
    "categories": ["Korean", "Soup", "Spicy", "Comfort Food"]
  },
  {
    "title": "Soupe de nouilles au poulet",
    "description": "Cette soupe de nouilles au poulet réconfortante et délicieuse vous donnera envie de plus ! Elle est légère et faite avec un vrai bouillon de poulet.",
    "rating": 9,
    "serving": 2,
    "ingredients": [
      "Carcasse de poulet restante",
      "Sel",
      "Poivre",
      "Poivre blanc",
      "Sauce soja",
      "Huile de sésame",
      "Ail gingembre",
      "Sauce d'huître",
      "Sauce de poisson",
      "Graines de sésame",
      "Vin de riz",
      "Carottes/Céleri/Oignons/Oignons verts"
    ],
    "steps": [
      "Faites frire la carcasse, puis laissez mijoter lentement dans l'eau pendant 1 heure.",
      "Retirez la carcasse et ajoutez les épices, puis remettez le poulet et les nouilles. Voilà !"
    ],
    "image": "/assets/recipesImages/chicken_noodle_soup.jpg",
    "categories": ["Soup", "Chicken", "Comfort Food"]
  },
  {
    "title": "Curry Rouge Thaï",
    "description": "Facile à faire et un goût qui explosera votre bouche et votre cerveau. Épicé, aigre, sucré, ce plat vous revigorera !",
    "rating": 10,
    "serving": 6,
    "ingredients": [
      "Poudre de piment rouge : 1 cuillère à café",
      "Sel (au goût)",
      "Poivre (au goût)",
      "Poudre de gingembre : 3 cuillères à café",
      "Échalotes (tranchées, quantité selon préférence)",
      "Poudre de poivre blanc (au goût)",
      "Pâte de crevettes : 1 cuillère à soupe",
      "Sucre : 2 cuillères à soupe",
      "Sauce de poisson : 2 cuillères à soupe",
      "Bouillon : 375 ml (légumes ou poulet)",
      "Citronnelle : 3 tiges (écrasées)",
      "Poulet : 500 g (coupé en morceaux)",
      "Feuilles de basilic (thaï) (une poignée)",
      "Oignon (tranché, 1)",
      "Pâte de curry rouge thaï (4-5 cuillères à soupe, ajustez selon le goût)",
      "Lait de coco : 400 ml (1 boîte)",
      "Carottes (tranchées, 4 petites)",
      "Poivron rouge (tranché, 2)",
      "Piment (1)"
    ],
    "steps": [
      "Dans une grande casserole ou un wok, chauffez un peu d'huile à feu moyen. Ajoutez les oignons et les échalotes tranchés, et faites-les sauter jusqu'à ce qu'ils deviennent translucides.",
      "Incorporez la poudre de gingembre, la poudre de piment rouge et la poudre de poivre blanc. Cuisinez une minute jusqu'à ce que ce soit parfumé.",
      "Ajoutez la pâte de curry rouge thaï dans la casserole. Remuez et cuisez pendant 2-3 minutes jusqu'à ce que la pâte devienne aromatique.",
      "Ajoutez les morceaux de poulet dans la casserole. Bien mélanger pour enrober le poulet de la pâte de curry. Cuisinez jusqu'à ce que le poulet commence à dorer.",
      "Ajoutez les tiges de citronnelle écrasées et la pâte de crevettes. Bien mélanger.",
      "Versez le lait de coco et le bouillon. Bien mélanger et amenez le mélange à frémir doucement.",
      "Ajoutez le sel, le poivre, le sucre et la sauce de poisson. Ajustez ces ingrédients selon votre préférence de goût.",
      "Ajoutez les carottes tranchées et le poivron rouge. Mijotez à feu doux jusqu'à ce que les légumes soient tendres mais encore croquants.",
      "Juste avant de servir, incorporez les feuilles de basilic pour la fraîcheur. Retirez les tiges de citronnelle.",
      "Servez chaud avec du riz ou des nouilles. Pour améliorer : Ajoutez du citron vert"
    ],
    "image": "/assets/recipesImages/red_thai_curry.jpg",
    "categories": ["Thai", "Spicy"]
  },
  {
    "title": "Kimbap",
    "description": "Ceci est un sushi polyvalent, super amusant à faire !",
    "rating": 10,
    "ingredients": [
      "bœuf bulgogi",
      "Chair de crabe",
      "Carottes",
      "Radis mariné",
      "Avocat",
      "Œuf",
      "Concombre",
      "Épinards",
      "Spam",
      "Thon",
      "Saumon",
      "Poivron rouge",
      "Saucisse",
      "Jambon",
      "algue",
      "Riz"
    ],
    "steps": [
      "sautée, salez et cuisez/juliennez les carottes + épinards, œuf, concombre, poivron",
      "Coupez tout en lanières",
      "Cuisinez le riz et ajoutez du vinaigre de riz, de l'huile de sésame et des graines de sésame",
      "Refroidissez le riz dans le réfrigérateur",
      "Maintenant assemblez tout, le riz, l'algue et vos autres ingrédients",
      "Bon appétit !"
    ],
    "image": "/assets/recipesImages/kimbap.jpg",
    "categories": ["Korean", "Sushi", "Seafood"]
  },
  {
    "title": "Salade de bœuf thaïlandaise ultime",
    "rating": 9,
    "description": "Cette salade de bœuf thaï est une salade rafraîchissante et piquante, parfaite pour un repas léger. C'est un excellent moyen d'utiliser des restes de steak.",
    "prepTime": "15 minutes",
    "cookTime": "20 minutes",
    "serves": 4,
    "ingredients": [
      "1 cuillère à soupe d'huile végétale",
      "2 x 200g de steaks de côte de bœuf",
      "1 petit oignon",
      "1 concombre",
      "2 petites tomates",
      "1 grand piment rouge",
      "½ tasse de feuilles de menthe",
      "¼ tasse d'oignon vert",
      "Riz vapeur en option",
      [
        "marinade",
        "1 cuillère à soupe de sauce de poisson",
        "1 cuillère à café de sucre de palme ou de sucre brun",
        "0.5 cuillère à café de poivre noir"
      ],
      [
        "assaisonnement",
        "3 cuillères à soupe de sauce de poisson",
        "2 cuillères à soupe de sucre de palme ou de sucre brun",
        "2 cuillères à soupe de jus de citron vert"
      ]
    ],
    "steps": [
      "Marinez les steaks avec les ingrédients de la marinade pendant 10 minutes.",
      "Mélangez ensemble les ingrédients de l'assaisonnement.",
      "Cuisinez les steaks dans l'huile chauffée selon votre préférence, laissez reposer, puis tranchez.",
      "Combinezz les ingrédients de la salade avec le steak et l'assaisonnement dans un bol.",
      "Servez avec du riz en option."
    ],
    "image": "/assets/recipesImages/thai_beef_salad.jpeg",
    "categories": ["Thai", "Beef", "Salad"]
  },
  {
    "title": "Riz frit au Kimchi (Kimchi-bokkeumbap)",
    "description": "Ce plat simple, simple est super, super savoureux. C'est juste quelques ingrédients, mais c'est un plat très aimé par les Coréens et un pilier de notre vie quotidienne. Cette version est simple, mais vous pouvez la garnir avec un peu de bœuf, de poulet, de porc, de jambon ou même de spam. Beaucoup de Coréens aiment aussi mettre un œuf frit sur le dessus, mais ma famille préfère cette version simple que je vous montre ici.",
    "rating": 8,
    "serving": 2,
    "ingredients": [
      "3 bols de riz cuit à la vapeur (3 tasses)",
      "1 tasse de kimchi haché (doit être bien fermenté et aigre)",
      "¼ tasse de jus de kimchi",
      "¼ tasse d'eau",
      "2-3 cuillères à soupe de gochujang",
      "3 cuillères à café d'huile de sésame grillé",
      "1 cuillère à café d'huile végétale",
      "1 oignon vert, haché",
      "1 cuillère à soupe de graines de sésame grillées",
      "1 feuille de gim, grillée et déchirée en lanières d'algue"
    ],
    "steps": [
      "Chauffez une large poêle ou une poêle plate. Ajoutez l'huile végétale.",
      "Ajoutez le kimchi et faites-le sauter pendant 1 minute à feu moyen-élevé.",
      "Ajoutez le riz, le jus de kimchi, l'eau et le gochujang. Mélangez tous les ingrédients pendant environ 7 minutes avec une cuillère en bois.",
      "Ajoutez l'huile de sésame et retirez du feu.",
      "Garnissez avec l'oignon vert haché, le gim grillé et les graines de sésame. Servez immédiatement."
    ],
    "image": "/assets/recipesImages/kimchi_fried_rice.jpg",
    "categories": ["Korean", "Comfort Food"]
  },
  {
    "title": "Ailes de poulet Buffalo",
    "description": "Les ailes de poulet Buffalo sont un plat classique de la cuisine américaine. Elles sont épicées, savoureuses et parfaites pour les fêtes.",
    "rating": 9,
    "serving": 3,
    "ingredients": [
      "750g d'ailes de poulet",
      "1 tasse de sauce piquante (Franks hot sauce)",
      "2 cuillères à soupe de beurre",
      "1 cuillère à soupe de sauce Worcestershire",
      "1 cuillère à soupe de miel",
      "1/2 cuillère à café de poudre d'ail",
      "1 cuillère à café de paprika"
    ],
    "steps": [
      "Préchauffez le four à 200°C.",
      "Faites cuire les ailes de poulet au four pendant 30/45 minutes.",
      "Pendant ce temps, faites fondre le beurre dans une casserole à feu moyen.",
      "Ajoutez la sauce piquante, la sauce Worcestershire, le miel, la poudre d'ail et le paprika.",
      "Laissez mijoter pendant 5 minutes.",
      "Retirez les ailes de poulet du four et mélangez-les avec la sauce.",
      "Servez chaud."
    ],
    "image": "/assets/recipesImages/buffalo_wings.jpg",
    "categories": ["American", "Chicken"]
  },
  {
    "title": "Crevettes sautées au curry",
    "description": "Ces crevettes sautées au curry sont un plat rapide et facile à préparer. Elles sont savoureuses et parfaites pour un repas en semaine.",
    "rating": 10,
    "serving": 4,
    "ingredients": [
      "24 crevettes décortiquées",
      "1 gousses d'ail",
      "3 cuil. à soupe d'huile d'olive",
      "1.5 verres de riz cru",
      "sel et poivre",
      [
        "Pour la sauce",
        "3 cuillères à soupe d'huile d'olive",
        "1 cuillère à soupe de sauce soja",
        "1 cuillère à soupe de vinaigre balsamique",
        "1 cuillère à café de cumin en poudre",
        "1 cuillère à café de curry en poudre",
        "8 brins de coriandre pour servir"
      ]
    ],
    "steps": [
      "Pour la marinade, épluchez la gousse d'ail (ôtez le germe s'il y en a un) et écrasez-la à l'aide d'un presse-ail.",
      "Dans une assiette creuse, mélangez l'huile d'olive et l'ail écrasé. Salez et poivrez.",
      "Ajoutez les crevettes et laissez-les mariner quelques instants.",
      "Dans une casserole d'eau bouillante salée, faites cuire le riz comme indiqué sur le paquet.",
      "Pendant ce temps, préparez la sauce : dans un bol, mélangez l'huile d'olive, la sauce soja, le vinaigre balsamique, le cumin et le curry.",
      "Lavez et coupez finement la coriandre.",
      "Dans une poêle antiadhésive, faites sauter les crevettes 3 min de chaque côté.",
      "Répartissez le riz dans 4 bols puis ajoutez par-dessus les crevettes.",
      "Parsemez le tout de coriandre ciselée et servez illico presto accompagné d'un ramequin de sauce."
    ],
    "image": "/assets/recipesImages/fried_shrimp_rice.jpeg",
    "categories": ["Seafood", "Healthy", "Quick Meal"]
  },
  {
    "title": "Les Meilleurs Cookies aux Pépites de Chocolat",
    "description": "Ces cookies incroyables, croustillants à l'extérieur et fondants à l'intérieur, sont moelleux et parfumés. Ce sont les cookies préférés de Chloe qu'elle ait jamais faits ou goûtés.",
    "note": "9",
    "portions": "30 cookies",
    "image": "/assets/recipesImages/chocolate_chip_cookies.jpg",
    "ingrédients": [
      "304 grammes de farine tout usage (T55)",
      "2 grammes de bicarbonate de soude",
      "2 grammes de sel",
      "170 grammes de beurre non salé, fondu",
      "180 grammes de sucre brun tassé",
      "106 grammes de sucre blanc",
      "10 grammes d'extrait de vanille ou une gousse de vanille",
      "1 œuf entier",
      "1 jaune d'œuf",
      "322 grammes de chocolat, coupé en morceaux"
    ],
    "étapes": [
      "Préchauffez le four à 160°C.",
      "Tamiser la farine et mélanger avec le bicarbonate de soude et le sel. Mettre de côté.",
      "Faire fondre le beurre, puis ajouter le sucre brun, le sucre blanc, et la vanille. Bien mélanger.",
      "Ajouter l'œuf et le jaune d'œuf au mélange de beurre et bien mélanger.",
      "Ajouter progressivement le mélange de farine aux ingrédients liquides et mélanger jusqu'à ce que le tout soit bien incorporé.",
      "Incorporer les morceaux de chocolat.",
      "Laisser reposer la pâte au réfrigérateur pendant au moins 20 minutes, jusqu'à 24 heures pour un meilleur goût.",
      "Former des boules de pâte de 28 grammes par cookie et les déposer sur une plaque antiadhésive.",
      "Cuire à 160°C pendant 15-17 minutes ou à 200°C pendant 8,5-10 minutes.",
      "Laisser refroidir les cookies sur la plaque quelques minutes avant de les transférer sur une grille."
    ],
    "categories": ["Dessert", "Comfort Food", "Baking"]
  },
  {
    "title": "Sauce verte",
    "description": "Cette sauce incroyablement polyvalente, entièrement faite de persil, est vivifiante, appétissante et très spéciale. Essayée pour la première fois avec du poulet braisé à Paris, cette sauce est africaine et peut être préparée avec quelques ingrédients simples. Elle se marie particulièrement bien avec du poulet et des frites.",
    "note": "9",
    "portions": "4 personnes",
    "image": "/assets/recipesImages/sauce_vert.jpg",
    "ingrédients": [
      "3 cuillères à soupe de mayonnaise",
      "2 cuillères à soupe de moutarde de Dijon",
      "1 grosse botte de persil",
      "5-6 gouttes d'arôme Maggi",
      "1 citron",
      "1-3 gousses d'ail",
      "1 cuillère à café de poudre de chili",
      "2 cuillères à soupe de crème fraîche"
    ],
    "étapes": [
      "Équeuter le persil et retirer la peau extérieure des gousses d'ail.",
      "Ajouter tous les ingrédients dans le mixeur.",
      "Ajuster les ingrédients au besoin et ajouter du sel et du poivre selon votre goût.",
      "Voila! Mettre au réfrigérateur pour manger une fois refroidie, et servir avec des frites, du poulet, du poisson, ou un barbecue."
    ],
    "categories": ["Sauce", "Comfort Food", "French"]
  },
  {
    "title": "Pulled Pork Américain",
    "description": "Ce porc effiloché avec une explosion de saveurs peut accompagner de nombreux plats. Avec une sauce barbecue, il est sûr de faire votre journée.",
    "portions": "4 personnes",
    "image": "/assets/recipesImages/american_pulled_pork.jpg",
    "ingrédients": [
      "700g d'épaule de porc désossée ou de rôti d'épaule de porc",
      "1 oignon",
      "Poivre",
      "Feuilles de laurier",
      "Thym",
      "Gousses d'ail",
      "Paprika fumé",
      "Paprika",
      "Poudre d'ail",
      "Poivre noir",
      "Piment de Cayenne",
      "Poudre de chili",
      "Sucre brun",
      "Sel",
      "Cumin moulu",
      "Moutarde jaune",
      "1 1/2 tasse de ketchup",
      "1/2 tasse de moutarde de Dijon",
      "1/3 tasse de vinaigre de cidre de pomme",
      "1/4 tasse de sucre brun foncé tassé",
      "2 cuillères à soupe de sauce Worcestershire"
    ],
    "étapes": [
      "Faire une pâte avec les épices : paprika fumé, paprika, poudre d'ail, poivre noir, piment de Cayenne, poudre de chili, sucre brun, sel, cumin moulu, et moutarde jaune.",
      "Couper le porc en cubes pour qu'il tienne dans une cocotte.",
      "Frotter la pâte d'épices sur les cubes de porc.",
      "Saisir les morceaux de porc pendant environ 10 minutes dans la cocotte.",
      "Faire dorer l'oignon et les poivrons au fond de la cocotte, puis les laisser dedans.",
      "Placer le porc, les feuilles de laurier, et le thym dans la cocotte.",
      "Presser un citron vert sur le porc.",
      "Porter à ébullition puis réduire à feu doux.",
      "Cuire au four à 180°C pendant 3 heures jusqu'à ce que le porc soit tendre et se défasse.",
      "Effilocher le porc et retirer.",
      "Préparer la sauce à partir du jus restant dans la cocotte en combinant ketchup, moutarde de Dijon, vinaigre de cidre de pomme, sucre brun foncé, et sauce Worcestershire."
    ],
    "categories": ["Main Dish", "Pork", "Comfort Food"]
  },
  {
    "title": "Ragoût de Bœuf Anglais",
    "description": "Un bœuf merveilleusement tendre et savoureux dans un ragoût chaud et réconfortant, un repas parfaitement équilibré qui rendra vos invités très heureux.",
    "portions": "5 personnes",
    "image": "/assets/recipesImages/english_beef_stew.jpg",
    "ingrédients": [
      "0.6 kg de bœuf pour ragoût, coupé en cubes de 3,5 cm",
      "0.5 c. à café de sel",
      "0.5 c. à café de poivre",
      "1.5 c. à soupe d'huile d'olive",
      "1 gros oignon, coupé en tranches",
      "2 gousses d'ail, hachées",
      "1.5 carottes, coupées en morceaux de 2,5 cm",
      "1 branche de céleri, coupée en morceaux de 2,5 cm",
      "25g de farine",
      "375 ml de bouillon de bœuf, réduit en sel",
      "250 ml de vin rouge (Cabernet Sauvignon, Bourgogne, Merlot)",
      "3 c. à café de sauce Worcestershire",
      "4 c. à soupe de concentré de tomate",
      "2 feuilles de laurier, fraîches ou sèches",
      "3-4 brins de thym",
      "persil pour garnir",
      "200 g de pommes de terre, coupées en deux",
      "Champignons",
      "Plus de sel et de poivre, au goût"
    ],
    "étapes": [
      "Saler les morceaux de bœuf.",
      "Saisir le bœuf de tous les côtés, en évitant de surcharger la poêle.",
      "Dans la même poêle, faire revenir les oignons et le céleri dans les sucs de cuisson du bœuf, en ajoutant une pincée de sel.",
      "Faire revenir le concentré de tomate pendant 3 minutes.",
      "Ajouter la farine, l'ail, le poivre, et un peu plus de sel.",
      "Verser le bouillon de bœuf et le vin rouge pour déglacer la poêle.",
      "Ajouter la sauce Worcestershire, les feuilles de laurier, le thym, et d'autres épices.",
      "Laisser mijoter dans une cocotte ou une casserole à feu doux pendant environ 2 heures.",
      "Ajouter les pommes de terre, les champignons, les carottes, les pois ou tout autre légume de votre choix.",
      "Continuer à mijoter pendant encore 30 minutes à 1 heure. Ajouter un peu de persil.",
      "Servir le ragoût avec de la purée de pommes de terre! Voici la recette rapide pour la préparer. Faire bouillir les pommes de terre, les peler, les écraser, ajouter du beurre en chauffant lentement, puis ajouter du lait lentement, puis saler et poivrer."
    ],
    "categories": ["English", "Beef", "Stew", "Comfort Food"]
  },
  {
    "title": "Ramyun: Chashu et Œufs Ramen",
    "description": "Êtes-vous prêt à améliorer votre ramen? Découvrez cette recette qui vous apprend à préparer les garnitures les plus importantes pour les ramen: le porc et les œufs. Le porc est merveilleusement épicé et l'œuf ressemble à une version de luxe des œufs ramen qui élèvera votre ramen à un niveau supérieur.",
    "portions": "4 personnes",
    "image": "/assets/recipesImages/ramyun_chashu_egg.jpg",
    "ingrédients": [
      {
        "porc chashu": [
          "450g de poitrine de porc ou d'épaule de porc",
          "3 oignons verts",
          "4 tranches de gingembre",
          "Un peu de vin (substitut pour le mirin)",
          "80 ml de sauce soja",
          "160 ml d'eau",
          "45 g de sucre"
        ]
      },
      {
        "œufs ramen marinés": [
          "0,33 tasse d'eau ou de bouillon",
          "3,33 cuillères à soupe de sauce soja",
          "2,67 cuillères à soupe de mirin",
          "1,33 cuillère à café de sauce soja foncée (facultatif pour une couleur plus foncée)",
          "Gingembre et ail",
          "8g de sucre",
          "5 œufs"
        ]
      }
    ],
    "étapes": [
      "Rassembler tous les ingrédients.",
      "Faire chauffer une poêle en fonte ou une poêle ordinaire à feu vif. Lorsque la poêle est chaude, ajouter 0,5 cuillère à soupe d'huile neutre. Saisir le bloc de poitrine de porc côté gras vers le bas d'abord, puis retourner pour saisir l'autre côté; cela prendra environ 10 minutes.",
      "Pendant que la viande est saisie, préparer une casserole lourde (ou une casserole ordinaire) qui conviendra au chashu. Ajouter à la casserole l'oignon vert, 4 tranches de gingembre (non pelées), 80 ml de vin (ou substitut de mirin), 80 ml de sauce soja, 160 ml d'eau, et 45 g de sucre.",
      "Une fois la viande saisie, l'ajouter à la casserole. Porter le liquide à ébullition, écumer l'écume et les impuretés. Puis, baisser le feu à faible/mijoter.",
      "Mettre un otoshibuta (couvercle de pression) ou du papier aluminium sur le dessus pour presser les ingrédients vers le bas et limiter l'évaporation. Laisser mijoter à feu doux pendant 1 heure, en retournant le chashu tous les 15 minutes et en gardant l'otoshibuta en place à tout moment.",
      "Après 1 heure, il devrait rester environ ½ pouce de liquide dans la casserole. Retirer l'otoshibuta et réduire encore la sauce à feu doux jusqu'à ce qu'elle épaississe et que vous puissiez voir le fond de la casserole lorsque vous tracez une ligne à travers la sauce avec une spatule.",
      "Pour servir, trancher le chashu en morceaux de ¼ de pouce (6 mm). En option, saisir les tranches avec un chalumeau de cuisine pour rehausser la saveur.",
      "Pour les œufs, les faire bouillir et mijoter pendant 6 minutes.",
      "Préparer un bain de glace pour y plonger les œufs après leur ébullition. Laisser refroidir pendant 5-10 minutes.",
      "Dans un sac ziplock, combiner l'eau ou le bouillon, la sauce soja, le mirin, la sauce soja foncée (si utilisée), le gingembre, l'ail, et le sucre. Pour les œufs ramen sans mirin: substituer l'eau ou le bouillon avec une pincée de sucre et quelques gouttes de vinaigre.",
      "Peler les œufs délicatement et les ajouter à la sauce.",
      "Une fois refroidis, mariner les œufs bouillis dans le mélange pendant au moins 4 heures, de préférence toute la nuit, pour obtenir la meilleure saveur."
    ],
    "categories": ["Japanese"]
  },
  {
    "title": "Japchae",
    "description": "Le Japchae, des nouilles à base de fécule de patate douce sautées avec des légumes et de la viande, est l'un des plats les plus appréciés de Corée. Vous ne pouvez pas manquer les nouilles moelleuses, sucrées et légèrement glissantes avec des légumes colorés sautés et des champignons, son irrésistible saveur de sésame, une quantité saine d'ail, et un goût léger et rafraîchissant.",
    "portions": "8 personnes",
    "image": "/assets/recipesImages/japchae.jpg",
    "ingrédients": [
      "210g de nouilles de patate douce",
      "100g de filet de bœuf ou d'épaule de porc",
      "1 bouteille de sauce Japchae",
      "1 œuf",
      "2 gousses d'ail",
      "Graines de sésame",
      "100g d'épinards",
      "2/3 oignons verts",
      "1 oignon",
      "Poivre noir",
      "Sel",
      "Champignons shiitake ou champignons blancs"
    ],
    "étapes": [
      "Faire mariner le bœuf et les champignons shiitake dans un bol avec 1 gousse d'ail hachée, 1 cuillère à café de sucre, ¼ de cuillère à café de poivre noir moulu, 2 cuillères à café de sauce soja, et 1 cuillère à café d'huile de sésame grillée. Bien mélanger et réfrigérer.",
      "Cuire l'œuf en une omelette et le couper en fines lamelles. Note: À partir de maintenant, ajouter du sel au goût pendant la cuisson de chaque ingrédient.",
      "Faire bouillir de l'eau, cuire les épinards brièvement, puis les rincer à l'eau froide. Presser pour enlever l'excès d'eau et couper en morceaux.",
      "Cuire les nouilles pendant 8 minutes, en remuant de temps en temps. Ajouter un peu de sauce pour éviter qu'elles ne collent.",
      "Faire revenir les oignons et les oignons verts jusqu'à ce qu'ils soient translucides, puis ajouter les champignons.",
      "Ajouter les carottes et, après un moment, les poivrons rouges. Continuer à cuire jusqu'à ce qu'ils soient tendres.",
      "Faire sauter le bœuf mariné jusqu'à ce qu'il soit bien cuit.",
      "Combiner tous les ingrédients, ajouter plus de sauce et des graines de sésame, et faire sauter le tout jusqu'à ce que ce soit bien chauffé."
    ],
    "categories": ["Korean", "Noodles"]
  }
]
